{
  "ratatouille_fried_delights.configuration.title": "Ratatouille Fried Delights Configs",
  "ratatouille_fried_delights.configuration.section.ratatouille_fried_delights.common.toml": "Ratatouille Fried Delights Configs",
  "ratatouille_fried_delights.configuration.section.ratatouille_fried_delights.common.toml.title": "Ratatouille Fried Delights Configs",
  "ratatouille_fried_delights.configuration.items": "Item List",
  "ratatouille_fried_delights.configuration.logDirtBlock": "Log Dirt Block",
  "ratatouille_fried_delights.configuration.magicNumberIntroduction": "Magic Number Text",
  "ratatouille_fried_delights.configuration.magicNumber": "Magic Number",
  "itemGroup.ratatouille_fried_delights.base": "Ratatouille: Fried Delights",
  "ratatouille_fried_delights.fryer.heat_level": "Heat Level:",
  "ratatouille_fried_delights.fryer.smouldering": "Idle",
  "ratatouille_fried_delights.fryer.kindled": "Heating",
  "ratatouille_fried_delights.fryer.seething": "Super Heating",
  "ratatouille_fried_delights.fryer.none": "No heat source",
  "item.ratatouille_fried_delights.no.42_concrete_mixing_pasta.tooltip.summary": "I beg to differ. Personally, I believe this spaghetti should be mixed with No. 42 concrete. Due to the length of this screw, it can easily affect the torque of the excavator. When you hammer it in, it will instantly generate a large amount of high-energy protein—commonly known as UFOs—which will severely impact economic development.\n\nBy your logic, chicken nuggets should be fried in 92-octane gasoline. After all, we can't detect Socrates with an optical lens. If dihydrogen monoxide keeps corroding this machine component, it's only a matter of time before we have to install collagen on the Fibonacci curve. Otherwise, we won’t be able to change the superposition state between Mixue Ice Cream City and Albuquerque.\n\nAs we all know, Chicken-loving Mo people often use hydrogen isotopes as bait when hunting giant whales, but the freshness of atomic bombs directly affects the monsoons and ocean currents in southeastern China. Therefore, opening an agricultural college in Siberia is clearly unreasonable.\n\nI know you’re going to argue back, and tell me what the underlying philosophy of agriculture is: no fertilizer, no pesticide, no seeds—but also includes the source of life, nitrogen, converting methane molecules into pure elements that can capture β radiation, and bending gamma rays at 78° with pliers at room temperature. Otherwise, when observing cellular structures with a telescope, there’s no way to discover how many layers of spacetime overlap are needed to make a Roujiamo from Tongguan extra crispy.",
  "item.ratatouille_fried_delights.boba_cup.tooltip.summary":"On dev...",
  "ratatouille_fried_delights.jei.info.cola_fruits": "Cola fruits grow on cola trees, which can be found in jungle and savanna biomes."
}
